---
kind: other
id: Methods.T:Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionPipeStandard
source: html/a2811621-9653-5a93-435a-1f0c512507a1.htm
---
# StructuralSectionPipeStandard Methods

Returns size of the section boundary.